Repository: capsule-native/capsule
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, tr, zh_hans

source: System Default
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
tr: Sistem Varsayılanı
zh_hans: 系统默认

source: Changes take effect after you relaunch Capsule.
es: Los cambios se aplicarán después de reiniciar Capsule.
fr: Les modifications prennent effet après le redémarrage de Capsule.
ja: 変更は Capsule を再起動すると適用されます。
tr: Değişiklikler Capsule’ü yeniden başlattıktan sonra geçerli olur.
zh_hans: 更改将在您重新启动 Capsule 后生效。

source: Relaunch
es: Reiniciar
fr: Redémarrer
ja: 再起動
tr: Yeniden Başlat
zh_hans: 重新启动

source: Checking services…
es: Comprobando servicios…
fr: Vérification des services…
ja: サービスを確認中…
tr: Hizmetler denetleniyor…
zh_hans: 正在检查服务…

source: Connecting to the container service.
es: Conectando con el servicio de contenedores.
fr: Connexion au service de conteneur.
ja: コンテナサービスに接続しています。
tr: Konteyner hizmetine bağlanılıyor.
zh_hans: 正在连接到容器服务。

source: Container services are running
es: Los servicios de contenedores están en ejecución
fr: Les services de conteneur sont actifs
ja: コンテナサービスは実行中です
tr: Konteyner hizmetleri çalışıyor
zh_hans: 容器服务正在运行

source: Container services are stopped
es: Los servicios de contenedores están detenidos
fr: Les services de conteneur sont arrêtés
ja: コンテナサービスは停止しています
tr: Konteyner hizmetleri durduruldu
zh_hans: 容器服务已停止

source: Start the container service to manage containers, images, and more.
es: Inicia el servicio de contenedores para gestionar contenedores, imágenes y más.
fr: Démarrez le service de conteneur pour gérer les conteneurs, les images et plus encore.
ja: コンテナサービスを開始して、コンテナやイメージなどを管理します。
tr: Konteynerleri, imajları ve daha fazlasını yönetmek için konteyner hizmetini başlatın.
zh_hans: 启动容器服务以管理容器、镜像等。

source: Toggle Inspector
es: Mostrar u ocultar el inspector
fr: Afficher ou masquer l'inspecteur
ja: インスペクタの表示を切り替え
tr: Denetçiyi Aç/Kapat
zh_hans: 切换检查器

source: Open Log Window
es: Abrir ventana de registros
fr: Ouvrir la fenêtre des journaux
ja: ログウインドウを開く
tr: Günlük Penceresini Aç
zh_hans: 打开日志窗口

source: Create Machine…
es: Crear máquina…
fr: Créer une machine…
ja: マシンを作成…
tr: Makine Oluştur…
zh_hans: 创建虚拟机…

source: Open Machine Shell
es: Abrir shell de la máquina
fr: Ouvrir le shell de la machine
ja: マシンのシェルを開く
tr: Makine Kabuğunu Aç
zh_hans: 打开虚拟机 Shell

source: Resource
es: Recurso
fr: Ressource
ja: リソース
tr: Kaynak
zh_hans: 资源

source: Command Palette…
es: Paleta de comandos…
fr: Palette de commandes…
ja: コマンドパレット…
tr: Komut Paleti…
zh_hans: 命令面板…

source: Commands
es: Comandos
fr: Commandes
ja: コマンド
tr: Komutlar
zh_hans: 命令

source: No Presets or Plugins
es: No hay preajustes ni complementos
fr: Aucun préréglage ni plug-in
ja: プリセットまたはプラグインがありません
tr: Ön ayar veya eklenti yok
zh_hans: 无预设或插件

source: Tasks
es: Tareas
fr: Tâches
ja: タスク
tr: Görevler
zh_hans: 任务

source: Progress
es: Progreso
fr: Progression
ja: 進行状況
tr: İlerleme
zh_hans: 进度

source: Build ${tag} from ${contextPath}
es: Compilar ${tag} desde ${contextPath}
fr: Générer ${tag} depuis ${contextPath}
ja: ${contextPath} から ${tag} をビルド
tr: ${contextPath} konumundan ${tag} derle
zh_hans: 从 ${contextPath} 构建 ${tag}

source: Copy ${sourcePath} to ${container}
es: Copiar ${sourcePath} a ${container}
fr: Copier ${sourcePath} vers ${container}
ja: ${sourcePath} を ${container} にコピー
tr: ${sourcePath} dosyasını ${container} konteynerine kopyala
zh_hans: 将 ${sourcePath} 复制到 ${container}

source: Export ${container} to ${destinationPath}
es: Exportar ${container} a ${destinationPath}
fr: Exporter ${container} vers ${destinationPath}
ja: ${container} を ${destinationPath} にエクスポート
tr: ${container} konteynerini ${destinationPath} konumuna dışa aktar
zh_hans: 将 ${container} 导出到 ${destinationPath}

source: Get logs for ${container}
es: Obtener registros de ${container}
fr: Obtenir les journaux de ${container}
ja: ${container} のログを取得
tr: ${container} için günlükleri al
zh_hans: 获取 ${container} 的日志

source: List Containers
es: Listar contenedores
fr: Lister les conteneurs
ja: コンテナ一覧を表示
tr: Konteynerleri Listele
zh_hans: 列出容器

source: Pull ${reference}
es: Extraer ${reference}
fr: Tirer ${reference}
ja: ${reference} をプル
tr: ${reference} çek
zh_hans: 拉取 ${reference}

source: Reclaim Space
es: Liberar espacio
fr: Récupérer de l'espace
ja: 空き容量を回収
tr: Alanı Geri Kazan
zh_hans: 释放空间

source: Run ${image}
es: Ejecutar ${image}
fr: Lancer ${image}
ja: ${image} を実行
tr: ${image} çalıştır
zh_hans: 运行 ${image}

source: Run Container
es: Ejecutar contenedor
fr: Lancer un conteneur
ja: コンテナを実行
tr: Konteyner Çalıştır
zh_hans: 运行容器

source: CPU / Mem
fr: CPU / Mém.
ja: CPU / メモリ
tr: CPU / Bellek
zh_hans: CPU / 内存

source: CPUs
fr: CPU
ja: CPU
tr: CPU
zh_hans: CPU 数

source: Digest
fr: Empreinte
ja: ダイジェスト
zh_hans: 摘要

source: Exec…
fr: Exécuter…
zh_hans: 执行…

source: General
fr: Général
ja: 一般
tr: Genel
zh_hans: 通用

source: Host
fr: Hôte
ja: ホスト
tr: Ana Bilgisayar
zh_hans: 主机

source: Inspector
fr: Inspecteur
ja: インスペクタ
tr: Denetçi
zh_hans: 检查器

source: Kernel
fr: Noyau
ja: カーネル
tr: Çekirdek
zh_hans: 内核

source: Terminal
ja: ターミナル
zh_hans: 终端

source: Total
ja: 合計
tr: Toplam
zh_hans: 总计

source: Container CLI
tr: Konteyner CLI
zh_hans: 容器 CLI

source: ID
tr: Kimlik
